Repository: EmilioPelaez/SpeedDialWidgets
Catalog: PhoneWidget/*.lproj/Localizable.strings
Languages: es

source: Configure your widget with an image size, a color, a contact and your call options.
es: Configura tu widget con un tamaño de imagen, un color, un contacto y opciones de contacto.

source: Created by
es: Creada por

source: Done!
es: Listo!

source: Find "Speed Dial" in the list and tap on it.
es: Encuentra "Speed Dial" en la lista y slecciónalo.

source: Grant Access
es: Otorgar Acceso

source: If your widget is dancing, tap on it to configure it. If it's static, tap and hold, then select Edit Widget.
es: Si tu widget está bailando, haz tap para configurarlo. Si está quieto, mantén apretado y luego selecciona Edit Widget.

source: In order to create widgets for your contacts we'll need access to your address book.
es: Necesitaremos accesso a tu libreta de direcciones para crear widgets con tus contactos.

source: On your Home Screen or the Lock Screen, tap and hold on an Icon, Widget or an empty space until you see this icon on the top left of your screen. Tap it!
es: En tu pantalla principal o pantalla de bloqueo, mantén apretado un ícono, un widget o un espacio vacío hasta que veas este ícono en la esquina superior izquierda de tu pantalla. Haz tap en él!

source: Open Settings
es: Abrir Configuración

source: Step 1
es: Paso 1

source: Step 2
es: Paso 2

source: Step 3
es: Paso 3

source: Step 4
es: Paso 4

source: Step 5
es: Paso 5

source: Step 6
es: Paso 6

source: Tap Add Widget
es: Presiona Añadir Widget

source: Tap Call below to make your call!
es: Presiona Llamar para hacer tu llamada!

source: Thank you for installing Speed Dial Widgets! All the configuration for the widgets provided by this app is done from the Home Screen or the Lock Screen of your device. The app only holds instructions to add your widgets.
es: Gracias por instalar Speed Dial Widgets! Toda la configuración de los widgets de esta app se hace desde la pantalla de inicio o la pantalla de bloqueo de tu dispositivo. Esta app sólo tiene instrucciones para añadir tus widgets.

source: Tip: Holding on an empty space is faster!
es: Tip: Mantener apretado en un espacio vacío es más rápido!

source: Tip: If the name is too long, too short, or you want to use a nickname, use the optional Alternative Name field!
es: Tip: Si el nombre es muy largo, muy corto, o si quieres usar un apodo, usa el campo opcional de Nombre Alterno!

source: Tip: You can also drag the widget into your Home or Lock Screen!
es: Tip: También puedes arrastrar el widget a tu pantalla!

source: Tip: You can also use the search bar!
es: Tip: También puedes usar la barra de búsqueda!

source: We need access to your contacts in order to create widgets. You can grant access from the settings app!
es: Necesitamos accesso a tus contactos para crear tus widgets. Puedes otorgar acceso desde la app de Configuración!

source: Website
es: Página

source: Welcome!
es: Bienvenido!

source: Your widget is ready! Now tap on it whenever you want to make a call!
es: Tu widget está listo! Ahora haz tap en él cuando quieras hacer una llamada!
